{
  "events": [
    {
      "id": "1",
      "name": "โครงการคุ้มครองผู้บริโภค สร้างความปลอดภัยการใช้ยาในชุมชน รพ.สต.บ้านทุ่งนารี",
      "date": "6-07-2560",
      "description": "อบรมให้ความรู้การใช้ยาอย่างปลอดภัย ครอบคลุมทั้ง ยาชุด ยาเสตียรอยด์และยาปฎิชีวนะอย่างสมเหตุและสมผล",
      "place": "กองทุนสุขภาพตำบลทุ่งนารี",
      "url": "https://localfund.happynetwork.org/project/12077/info.action"
    },
    {
      "id": "2",
      "name": "รพ.อุดรนำร่องคนไข้รับยา 5ร้านยาชุมชนอุ่นใจ",
      "date": "1-10-2562",
      "description": "สปสช.เขต 8 อุดรธานี MOU นำร่อง 5 ร้านยา ผู้ป่วยสิทธิ์บัตรทองรับยาใกล้บ้าน เภสัชกรใกล้ใจ ลดความแออัดในโรงพยาบาลศูนย์อุดรธานี เริ่มให้บริการ 1 ตุลาคม นี้ เป็นวันแรก",
      "place": "โรงพยาบาลอุดรธานี",
      "url": "https://udontoday.co/021062/"
    },
    {
      "id": "3",
      "name": "โครงการส่งเสริมการใช้ยาปลอดภัยในชุมชน ประจำปี 2561 ณ ต.ศาลาด่าน อ.เกาะลันตา จ.กระบี่",
      "date": "27-08-2561",
      "description": "วันที่ 25-26 กรกฎาคม 2561 สำนักงานสาธารณสุขจังหวัดกระบี่ ร่วมกับเจ้าหน้าที่โรงพยาบาลเกาะลันตา และรพ.สต. ลงเก็บข้อมูลการใช้ยาในครัวเรือน และการขายยาในร้านชำ และทำการทดสอบผลิตภัณฑ์ที่เสี่ยงต่อการปนเปื้อนสารสเตียรอยด์ พร้อมทั้งให้ความรู้เรื่องการใช้ยาแก่ประชาชน เพื่อส่งเสริมการใช้ยาอย่างปลอดภัยและสมเหตุสมผลในชุมชน",
      "place": "เกาะลันตา จ.กระบี่",
      "url": "http://203.157.232.108/webkbo61/index.php/2018/07/27/art25761/"
    },
    {
      "id": "4",
      "name": "โครงการให้ความรู้การใช้ยาอย่างสมเหตุผลผู้ป่วยโรคเรื้อรัง รพ.สต.บ้านฟ่อน",
      "date": "20-01-2563",
      "description": "นายไพฑูรย์  โพธิ์ทอง นายกเทศมนตรีเมืองเขลางค์นคร ได้มอบหมายให้ นายบุญเรือน  เครือวิยะ  เลขานายกเทศมนตรีเมืองเขลางค์นคร เป็นประธานในการเปิดโครงการให้ความรู้การใช้ยาอย่างสมเหตุผลผู้ป่วยโรคเรื้อรัง รพ.สต.บ้านฟ่อน(กิจกรรมที่ 3) ในวันที่ 20 มกราคม 2563 ณ.ศาลาเอนกประสงค์วัดบ้านฟ่อน",
      "place": "จ.ลำปาง",
      "url": "http://www.kelangnakorn.info/hfund/?article:828"
    },
    {
      "id": "5",
      "name": "กิจกรรมให้ความรู้เรื่องยา ในหน่วยแพทย์และสาธารณสุขเคลื่อนที่ ภายใต้โครงการกรุงเทพฯ ห่วงใย ใส่ใจสุขภาพ",
      "date": "2-04-2564",
      "description": "เภสัชกรและเจ้าหน้าที่กองเภสัชกรรม สำนักอนามัย ได้เข้าร่วมกิจกรรมให้ความรู้เรื่องยา ในหน่วยแพทย์และสาธารณสุขเคลื่อนที่ ภายใต้โครงการกรุงเทพฯ ห่วงใย ใส่ใจสุขภาพ ซึ่งจัดโดยสำนักอนามัยและสำนักงานเขตลาดพร้าวร่วมกับมูลนิธิช่วยการสาธารณสุขชุมชน ในพระอุปถัมภ์ สมเด็จพระเจ้าพี่นางเธอฯ ณ วัดลาดพร้าว เขตลาดพร้าว กรุงเทพมหานคร",
      "place": "กรุงเทพมหานคร",
      "url": "https://webportal.bangkok.go.th/pharmaceutical/page/sub/13222/กิจกรรมกองเภสัชกรรม/0/info/248526/กิจกรรมให้ความรู้เรื่องยา-ในหน่วยแพทย์และสาธารณสุขเคลื่อนที่-ภายใต้โครงการกรุงเทพฯ-ห่วงใย-ใส่ใจสุขภาพ"
    },
    {
      "id": "6",
      "name": "กิจกรรม\"เยียมผู้ป่วยในชุมชน\"รพ.สต.ตำบลนาฝายี",
      "date": "26-11-2561",
      "description": "โรงพยาบาลส่งเสริมสุขภาพตำบล ตำบลนาฝาย ร่วมกับเครือข่ายในชุมชน(อสม.) ออกเยี่ยมบ้านผู้ป่วยวัณโรค กำกับการกินยา ในพื้นที่รับผิดชอบ โดยญาติและเพื่อนบ้าน ให้กำลังใจและสนับสนุนเป็นอย่างดี",
      "place": "อ.ภูผาม่าน จ.ขอนแก่น",
      "url": "https://www.govesite.com/ppmdho/activities.php?aid=2018112716324141EpWY1"
    }
  ]
}
