import React from 'react'
import { Text, Box, Flex } from '@chakra-ui/react'

const history = () => {
    return (
        <Flex mt={'20px'}>
        <Box w={'100vh'}>
            <Text fontSize={'20px'}>
        ความพยายามเกือบ 5 ทศวรรษเพื่อทำ ให้เกิดการใช้ยาอย่างสมเหตุผลของประชาชนกลุ่มวัยต่างๆ นับตั้งแต่กลุ่มศึกษาปัญหายา
        ได้ลงไปทำการศึกษาวิจัยปัญหาการใช้ยาในชุมชน ปีพ.ศ.2519 และได้ ก่อกำ เนิดนโยบายแห่งชาติด้านยาของประเทศไทยที่ผ่านมา
        3 ฉบับ คือ พ.ศ.2524, พ.ศ.2536 และ พ.ศ.2554 ทั้งนี้ภายใต้การขับเคลื่อนนโยบายแห่งชาติด้านยา พ.ศ.2554 ซึ่งเป็นนโยบายที่พัฒนาโดย
                คณะกรรมการพัฒนาระบบยาแห่งชาติที่แต่งตั้งตามระเบียบสำนักนายกรัฐมนตรีทำให้การดำเนินการมีความต่อเนื่องมากขึ้น
            </Text>
            <br />
            <Text fontSize={'20px'}>
                ต่อมาเดือนเมษายน พ.ศ.2557 ซึ่งถือว่าเป็นจุดเริ่มต้นการพัฒนาการใช้ยาอย่างสมเหตุผลของประเทศอย่างเป็นรูปธรรม
                ภายใต้โครงการโรงพยาบาลส่งเสริมการใช้ยาอย่างสมเหตุผล หรือที่เรียกว่า “RDU hospital” ที่คณะอนุกรรมการส่งเสริมการใช้ยาอย่างสมเหตุผล
                ได้เริ่มดำ เนินการทดลองในโรงพยาบาลที่สนใจเข้ามานำร่องดำเนินการตามกุญแจสำคัญ 6 ประการ (PLEASE) ของRDU hospital
                ตามแนวทางหลัก 12 ประการขององค์การอนามัยโลกและตั้งแต่ปีพ.ศ.2560 จนถึงปัจจุบัน การใช้ยาอย่างสมเหตุผล
                ถูกกำหนดเป็นโครงการภายใต้ยุทธศาสตร์บริการสุขภาพที่เป็นเลิศ (service excellence) ของยุทธศาสตร์ชาติ 20 ปีด้านสาธารณสุข
                หรือที่เรียกว่าแผนพัฒนาระบบบริการสุขภาพ (service plan) ซึ่งการดำเนินการ RDU ภายใต้แผนพัฒนาระบบบริการสุขภาพ
                มีขอบเขตการพัฒนาในโรงพยาบาลทุกระดับ จนถึงโรงพยาบาลส่งเสริมสุขภาพระดับตำบลหรือสถานบริการสุขภาพปฐมภูมิ
                และปัจจุบันอยู่ระหว่างการพัฒนาให้ครอบคลุมไปยังชุมชน
            </Text>
            <br/>
            <Text fontSize={'20px'}>
                แม้ประชาชนส่วนใหญ่มากกว่าร้อยละ 62.5 จะได้รับยาจากโรงพยาบาล แต่ก็ยังมีการใช้ยาอย่างไม่ถูกต้อง ไม่เหมาะสม
                เกิดขึ้นมากมาย โดยเฉพาะ การเกิดปัญหาการใช้ยาที่บ้านของผู้ป่วย ซึ่งพบถึงร้อยละ 40 โดยปัญหาการใช้ยาที่เกิดขึ้นที่บ้าน
                เป็นปัญหาที่ป้องกันได้ถึงร้อยละ 84.71 ในอดีตเมื่อเจ็บป่วยเล็กน้อย ประชาชนมักซื้อยารักษาตนเอง ถึง ร้อยละ 60-80
                แต่ปัจจุบัน การไปรักษาที่สถานพยาบาลของรัฐมีเพิ่มมากขึ้น ณ ปีพ.ศ.2558 มีการซื้อยากินเองเพียง ร้อยละ 17.52
                ขณะเดียวกัน ในอีกด้านหนึ่ง พบว่ามีประชาชนที่มีรายได้สูงจ่ายเงิน เพื่อบริโภคยาบำรุงและอาหารเสริมเพิ่มขึ้น
                เมื่อประชาชนไปรับการรักษาทีสถานพยาบาลของรัฐมากขึ้น ซึ่งประชาชนส่วนใหญ่ไม่ต้องเสียเงินค่ายา
                ทำให้เกิดปัญหายาเหลือใช้ซึ่งพบว่า ครัวเรือนมียา ปฏิชีวนะเหลือใช้ถึงร้อยละ 10 นอกจากนี้ร้อยละ 50 ของร้านชำ
                ส่วนใหญ่พบขายยาบรรจุเสร็จฯ และยาสามัญประจำ บ้าน รองลงมาจำ หน่ยยาปฏิชีวนะ
                พบผู้ป่วยเกิดอาการไม่พึงประสงค์จากการใช้ยาจากร้านชำถึงร้อยละ 18-24 หากประเทศไทยมีกลไกเชิงระบบที่มีประสิทธิภาพ
                ในการจัดการปัญหาการใช้ยาที่สามารถป้องกันได้จำนวนประชาชนที่ได้รับผลกระทบจากปัญหาการใช้ยาที่บ้านน่าจะลดลงได้ 12 ล้านคนต่อปี
                ลดการไปโรงพยาบาลลงได้ 2.9 ล้านคนต่อปีและลดการนอนในโรงพยาบาลลงได้ 1.3 แสนคนต่อปี
                รวมถึงการลดการครอบครองยาเกินจำเป็นได้ถึง 2,370  บาท/คน/ปี จึงเป็นโจทย์สำคัญ ว่าทำอย่างไร
                จึงจะทำให้ประชาชนที่เข้าถึงยาได้แตกต่างกัน ไม่ว่าจะเข้าถึงจากแหล่งใดก็ตาม สามารถใช้ยาได้อย่าง ถูกต้อง ปลอดภัย
                โดยเฉพาะเมื่อต้องดูแลสุขภาพตนเองเบื้องต้นเมื่อเจ็บป่วย ไม่ว่าจะอยู่ในพื้นที่ใดของ ประเทศไทย ในเขตเมืองหรือชนบท
            </Text>
            <br/>
            <Text fontSize={'20px'}>
                คณะอนุกรรมการส่งเสริมการใช้ยาอย่างสมเหตุผล ซึ่งมีคณบดีคณะแพทยศาสตร์ศิริราชพยาบาล (ศ.ดร.นพ.ประสิทธิ์ วัฒนาภา) เป็นประธาน
                จึงได้เสนอต่อคณะกรรมการพัฒนาระบบยาแห่งชาติเรื่อง การขับเคลื่อนสู่ประเทศที่ใช้ยาได้อย่างสมเหตุผล หรือที่เรียกว่า
                “RDU country (Rational Drug Use Country)” และคณะกรรมการฯ ในการประชุมครั้งที่ 3/2561 เมื่อธันวาคม 2561
                มีมติเห็นชอบต่อ แนวทางการดำ เนินการพัฒนาสู่ประเทศใช้ยาอย่างสมเหตุผลตามที่ได้เสนอ และมอบหมายคณะอนุกรรมการส่งเสริมการใช้ยาอย่างสมเหตุผล
                ดำเนินการให้เป็นไปตามมติขณะเดียวกันเพื่อสร้างการมีส่วนร่วมในการพัฒนานโยบายอย่างกว้างขวางมากขึ้น คณะอนุกรรมการฯ
                ได้เสนอเรื่อง การจัดการเชิงระบบสู่ประเทศใช้ยาอย่างสมเหตุผล โดยชุมชนเป็นศูนย์กลาง เป็นมติสมัชชาสุขภาพแห่งชาติครั้งที่ 12 พ.ศ.2562
                ซึ่งมติสมัชชาสุขภาพดังกลjาว ได้ผ่านความเห็นชอบของคณะรัฐมนตรีเมื่อวันที่ 14 กรกฎาคม 2563 ที่ผ่านมา จะเห็นได้ว่า
                ยุทธศาสตร์การพัฒนาสู่ประเทศใช้ยาอย่างสมเหตุผล มีกระบวนการพัฒนานโยบายอย่างมีส่วนร่วมจากทุกภาคส่วนอย่างกว้างขวางและต่อเนื่อง
                ทั้งในระดับผู้บริหารและผู้ปฏิบัติงาน และเครือข่ายสมัชชาสุขภาพจากทุกจังหวัด นอกจากนี้แนวคิด RDU country
                ยังได้รับการชื่นชมจากผู้เข้าร่วมประชุมในเวทีการประชุมนานาชาติที่จัดเมื่อมกราคม 2563 ได้แก่
                the First International Meeting of the International Society to Improve the Use of Medicines (ISIUM)
                และ การประชุมนานาชาติรางวัลสมเด็จเจ้าฟ้ามหิดล (PMAC side meeting) ประจำ ปี 2563 ว่าแนวคิด ประเทศใช้ยาอย่างสมเหตุผล
                เป็นความคิดริเริ่มที่ดีและนานาประเทศจะมุ่งสู่เป้าหมายเดียวกันนี้ด้วย
            </Text>
            <br />
            <Text as={'h1'} fontSize={'30px'} color={'darkgreen'}>
                คำนิยาม
            </Text>

            <br />
            <Text as={'h1'} fontSize={'20px'} color={'tomato'}>
            ประเทศใช้ยาอย่างสมเหตุผล
            </Text>
            <Text fontSize={'20px'}>
            หมายถึง ประเทศที่มีระบบกลไกให้เกิดการใช้ยาอย่างสมเหตุผล สอดคล้องตามแนวทางขององค์การอนามัยโลก
                ตั้งแต่ต้นน้าํ (ผู้ผลิตยา/บริษัทยา/ หน่วยกำกับ ดูแลด้านยา) กลางนํ้า (สถานบริการสุขภาพทั้งรัฐ เอกชนทุกระดับ/ ผู้ประกอบวิชาชีพด้านสุขภาพ)
                และ ปลายน้าํ (ประชาชน ครอบครัว และชุมชน) ประกอบด้วย 3 กลไกหลัก คือ การสร้างจิตสำนึกที่ดีและความตระหนักรู้ของบุคคล
                การบริหารจัดการที่ดี และการกำกับ ดูแลที่มีประสิทธิภาพ ทั้งนี้ในกลไกทั้ง 3 ส่วน จะเชื่อมโยงระหว่างกัน เพื่อให้เกิดการพัฒนา
                และแก้ปัญหาอย่างต่อเนื่อง ครอบคลุมทั้งยาแผนปัจจุบันและยาสมุนไพร
            </Text>
            <br />
            <Text as={'h1'} fontSize={'20px'} color={'tomato'}>
            นโยบายประเทศใช้ยาอย่างสมเหตุผลโดยชุมชนเป็นศูนย์กลาง
            </Text>
            <Text fontSize={'20px'}>
            หมายถึงการมุ่งจัดการระบบยาโดยมีชุมชน เป็นศูนย์กลาง เพื่อให้ประชาชนมีความปลอดภัยในการใช้ยา มีคุณภาพชีวิตที่ดีและสามารถ
                พึ่งตนเองด้านสุขภาพได้โดยสร้างการมีส่วนร่วมของชุมชน หน่วยงานรัฐ และเอกชน ในการ ออกแบบระบบสุขภาพชุมชน
                มีระบบการเฝ้าระวังเพื่อเตือนภัย มีการสร้างความรอบรู้ด้านการ ใช้ยาอย่างสมเหตุผล และมีความสามารถในการดูแลตนเองเบื้องต้นเมื่อเจ็บป่วย
                (เอกสาร สมัชชาสุขภาพแห่งชาติครั้งที่ 12)
            </Text>
            <br />
            <Text as={'h1'} fontSize={'20px'} color={'tomato'}>
            <h1>การใช้ยาอย่างสมเหตุผล</h1>
            </Text>
            <Text fontSize={'20px'}>
            หมายถึง ประชาชนมีความรู้ความเข้าใจ ในการใช้ยาเพื่อดูแล สุขภาพตนเองเบื้องต้น ตามความจำเป็น
                และใช้ยาที่ได้รับจากหน่วยบริการสุขภาพได้อย่างถูกต้อง คุ้มค่า ปลอดภัย เหมาะสมกับแต่ละบุคคล ทั้งในเรื่องโรค ขนาดยา
                วิธีใช้และ ระยะเวลาตามที่กำ หนด (เอกสารสมัชชาสุขภาพแห่งชาติครั้งที่ 12)
            </Text>
            <br />
            <Text as={'h1'} fontSize={'20px'} color={'tomato'}>
            ยา
            </Text>
            <Text fontSize={'20px'}>
            <p>หมายถึง ยา (รวมถึงวัคซีน) และผลิตภัณฑ์สมุนไพรที่ใช้เป็นยาตามกฎหมายว่าด้วยยา กฎหมายว่าด้วยผลิตภัณฑ์สมุนไพร ตลอดจนวัตถุออกฤทธิ์ต่อจิตและประสาท
                และยาเสพติด ให้โทษ ที่นำ มาใช้ทางยา รวมถึงผลิตภัณฑ์สุขภาพที่มุ่งหมายใช้เป็นยา (เอกสารสมัชชาสุขภาพ แห่งชาติ ครั้งที่ 12)</p>
            </Text>
        </Box>
        </Flex>
);
};

export default history