import React from 'react'
import { Text, Box, Flex } from '@chakra-ui/react'

const rduway = () => {
    return (
        <Flex mt={'20px'}>
        <Box w={'100vh'}>
                <Text fontSize={'20px'}>
                    สำหรับประเทศไทย ประเทศใช้ยาอย่างสมเหตุผล หรือเรียกว่า “Rational Drug Use country” (RDU country) นี้
                    มีเป้าหมายให้การใช้ยาอย่างสมเหตุผลเป็นบรรทัดฐานของสังคมไทย เป็นสิทธิพื้นฐานของคนไทย และเป็นมาตรฐานด้านคุณภาพบริการสุขภาพ
                    เพื่อให้คนไทยมีคุณภาพ ชีวิตที่ดีจากการมีสุขภาพดีและประเทศมีระบบสุขภาพที่มั่นคงและยั่งยืน ยุทธศาสตร์การพัฒนาสู่ประเทศใช้ยาอย่างสมเหตุผล
                    ประกอบด้วย 6 กลยุทธ์ได้แก่
                </Text>
                <br />
                <Text fontSize={'20px'}>
                    <ol>
                        <li>พัฒนา ระบบกลไกกำกับดูแลด้านยา เพื่อการใช้ยาอย่างสมเหตุผล</li>
                        <li>พัฒนาระบบบริการสุขภาพทั้งรัฐและ เอกชนทุกระดับ รวมทั้งบริการสุขภาพของประชากรเฉพาะกลุ่ม
                        (เช่น พระสงฆ์ลูกจ้างในโรงงาน ผู้ถูก คุมขังในทัณฑสถาน) ให้มีการใช้ยาอย่างสมเหตุผล</li>
                        <li>พัฒนาการผลิตและพัฒนากำลังคนเพื่อการใช้ยา อย่างสมเหตุผลของวิชาชีพด้านสุขภาพ</li>
                        <li>ออกแบบและพัฒนาระบบสุขภาพชุมชนเพื่อการใช้ยาอย่าง สมเหตุผล ทั้งในเขตเมืองและเขตชนบท
                        รวมพื้นที่ชายแดน </li>
                        <li>บูรณาการการใช้ยาอย่างสมเหตุผลในการ พัฒนาความรอบรู้ด้านสุขภาพ ทั้งระบบการศึกษา
                            และกลไกการสร้างความรอบรู้ด้านสุขภาพ ทั้งระดับ องค์กรและชุมชน และ</li>
                        <li>พัฒนากลไกบริหารจัดการที่มีประสิทธิภาพ เพื่อการพัฒนาอย่างต่อเนื่อง</li>
                    </ol>
                <br />
                    ทั้งนี้ยุทธศาสตร์ดังกล่าวสอดคล้องตามเป้าหมายของแผนแม่บทการเสริมสร้างให้คนไทยมีสุขภาวะที่ดี ของยุทธศาสตร์ชาติ 20  ปี
                    ทั้งนี้แต่ละยุทธศาสตร์การพัฒนาสู่ประเทศใช้ยาอย่างสมเหตุผล มีคณะกรรมการหรือคณะทำงานฯที่รับผิดชอบขับเคลื่อนให้เป็นไปตามยุทธศาสตร์
                    โดยมีสำนักงานคณะกรรมการอาหารและยาเป็นหน่วยงานสำคัญที่จะเชื่อมโยงประสานกับทุกภาคส่วน ทั้งภาครัฐ ภาคเอกชนและภาคประชาชน
                    ในฐานะฝ่ายเลขานุการคณะกรรมการพัฒนาระบบยาแห่งชาติและคณะอนุกรรมการส่งเสริมการใช้ยาอย่างสมเหตุผล
                    สำหรับแนวปฏิบัติสู่ประเทศใช้ยาอย่างสมเหตุผลโดยชุมชนเป็นศูนย์กลาง ซึ่งชุมชน (community) ในที่นี้หมายถึงพื้นที่ระดับอำเภอ(หรือเขตในกรุงเทพมหานคร)
                    ซึ่งประเทศไทยมีทั้งหมด 878 อำ เภอ จะเป็นศูนย์กลางของการพัฒนาสู่ประเทศใช้ยาอย่างสมเหตุผล เพื่อให้ประชาชนทุกอำเภอ
                    มีความปลอดภัยจากการใช้ยาและผลิตภัณฑ์สุขภาพ มีความรอบรู้ในการใช้ยา และสามารถดูแลสุขภาพ ตนเองเบื้องต้นเมื่อเจ็บป่วย
                    ทั้งที่ไม่ใช้ยาหรือมีการใช้ยาเท่าที่จำเป็น โดย
                <ol>
                    <li>เป็นความร่วมมือของหน่วยงานทุกภาคส่วน ทั้งในส่วนกลาง ส่วนภูมิภาค และท้องถิ่น</li>
                    <li>ครอบคลุมทั้ง เขตเมืองหลวง เขตเมือง และเขตชนบท (รวมพื้นที่ชายแดน)</li>
                    <li>มีคณะกรรมการพัฒนาคุณภาพชีวิตระดับอำ เภอ/เขต หรือคณะกรรมการอื่น ทำหน้าที่
                        <ol>
                            <li>กำหนดนโยบายหรือมาตรการ แนวปฏิบัติและติดตามประเมินผล เพื่อพัฒนาการใช้ยา อย่างสมเหตุผลในชุมชน</li>
                            <li>ออกแบบระบบสุขภาพของชุมชน เพื่อการใช้ยาอย่างสมเหตุผล เพื่อให้
                                <ul>
                                    <li>สถานบริการสุขภาพทั้งรัฐและเอกชน ส่งมอบบริการที่มีคุณภาพตามมาตรฐานการให้ บริการตามแนวทางการใช้ยาอย่างสมเหตุผล</li>
                                    <li>มีระบบการดูแลเพื่อส่งเสริมการใช้ยาอย่างสมเหตุผลในชุมชน ครอบครัวและบุคคล</li>
                                    <li>มีระบบจัดการความเสี่ยง เชื่อมโยงทั้งระบบบริการสุขภาพและชุมชน รวมถึงการเฝ้าระวัง เพื่อเตือนภัย</li>
                                </ul>
                            </li>
                        </ol>
                    </li>
                </ol>
                </Text>
                <br />
                <Text fontSize={'20px'}>
                    ปัจจุบัน การใช้ยาอย่างสมเหตุผลในชุมชน เป็นตัวชี้วัดเพิ่มเติมของกระทรวงสาธารณสุข ภายใต้ แผนพัฒนาระบบบริการสุขภาพที่ 15 (service plan) และสำนักงานปลัดกระทรวงสาธารณสุข ได้พัฒนา แนวทางการพัฒนาระบบการใช้ยาอย่างสมเหตุผลในชุมชนสำหรับการทำ งานของเจ้าหน้าที่รัฐในส่วนภูมิภาคขึ้น เพื่อพัฒนาการใช้ยาอย่างสมเหตุผลในชุมชน (RDU community) ให้เป็นไปตามแนวปฏิบัติดังกล่าว อย่างไรก็ตามการพัฒนาระบบกลไกเพื่อให้เกิดการใช้ยาอย่างสมเหตุผลทุกระดับ ทั้งใน ส่วนกลางส่วนภูมิภาคและท้องถิ่น จำ เป็นต้องมีระบบ โครงสร้างและบุคลากรรองรับ โดยเฉพาะบุคคล ที่เรียกว่า “RDU coordinator” ซึ่งเป็นบุคคลสำคัญที่จะเชื่อมโยงการพัฒนาทุกระดับ เพื่อทำ ให้เกิด ความร่วมมือจากทุกภาคส่วน ทั้งหน่วยงานรัฐ ภาคเอกชนและภาคประชาสังคม ในการพัฒนาสู่ประเทศ ใช้ยาอย่างสมเหตุผลอย่างต่อเนื่องและยั่งยืนต่อไป
                </Text>
        </Box>
        </Flex>
    )
}
export default rduway